{
	"isp_info": {
		"isp_name": "TECHAX",
		"isp_address": "Gondovo 232<br>93525 Nová Dedina",
		"isp_id": "<a href=mailto:admin@techax.sk>admin@techax.sk</a><br><a href=tel:+421910299920>+421910299920<\/a>"
	},
	"footer_isp_info": {},
	"pagetitle": "TECHAX",
	"username": "Username (Login)",
	"inputUsername_placeholder": "-- enter Login, use correct case --",
	"userpass": "Password",
	"inputPassword_placeholder": "-- enter Password, use correct case --",
	"email_address": "E-mail address",
	"termcondition1": "I accept ",
	"termcondition2": " of the provision of internet access services.",
	"termcondition_anon1": "I accept ",
	"termcondition_anon2": " of the provision of internet access services.",
	"rules": "terms",
	"rules_anon": "terms",
	"signin": "Log in",
	"signin_anon": "Sign in",
	"anon_title": "Sign in",<br>
	"anon_pretext1": "To log in your device to access the Internet, click Log In. The connection will be maintained for 12 hours of inactivity of your device.",
	"logoff": "Log out",
	"status": "Device connected",
	"status_pretext1": "Your device has been logged in and connected to the Internet. The connection will be maintained for 12 hours of inactivity of this device.",
	"status_pretext2": "If you want to end this connection yourself, click LOG OUT.",
	"back": "Back...",
	"noscript": "Warning: To properly log into the system, JavaScript must be enabled.",
	"cp_portal_head_title": "TECHAX",
	"cp_portal_tooltip_title": "You do not have the code?",
	"cp_portal_info": "Internet access in the network TECHAX requires a username and password, or access code. Please note that the login and password should be protected by the user against loss or access by third parties.",
	"cp_portal_cookies_note": "This site uses cookies to store information on your computer. We use cookies to provide services at the highest level, including in a manner tailored to individual needs. Using the site without changing the setting of cookies is that they will be posted on your device endpoint.",
	"cp_portal_ifconfig_event_normal": "Network interface configuration",
	"cp_portal_ifconfig_event_none": "Network interface configuration",
	"cp_portal_ifconfig_event_undefined": "Network interface configuration",
	"cp_portal_ifconfig_ip_address": "IP",
	"cp_portal_ifconfig_mac_address": "MAC",
	"cp_session_start_time": "The device has logged in since:",
	"cp_portal_log_user": "User",
	"cp_error_login_err": "Invalid login or password",
	"cp_error_title": "Logon failure",
	"cp_error_server_connection": "Unable to connect to the authentication server",
	"cp_error_info_title": "You can not login because:",
	"cp_error_info": "<ul class=\"numeric\"><li>You used an incorrect username or password<\/li><li>The&nbsp;<strong>Caps Lock<\/strong> key is pressed on the keyboard<\/li><li>Another device is logged on to your account<\/li><li>Your account has been suspended by the system due to incorrect operation of your device<\/li><li>Account expired or it was deleted due to lack of payment<\/li><\/ul>",
	"cp_error_solution_title": "<div class=\"solution-title\">Try to solve the problem using the following instructions:<\/div>",
	"cp_error_solution": "<ul><li>make sure that you entered the correct user name and password (keep adequate capitalization)<\/li><li>check whether you have paid your account<\/li><li class=\"tel\">If the problem does not fit into the above solutions, <a href=\"tel:+421910299920\">contact your network support<\/a><\/li><\/ul>",
	"cp_rules_title": "Regulations",
	"cp_rules_info_title": "for the provision of internet access services",
	"cp_rules_content": "<div class=\"rules\"><p>Terms of use:<\/p>\r\n<ul class=\"none-style\">\r\n<li>Your use of any information or materials on sites you access is entirely at your own risk, for which we shall not be liable. You agree that, though this portal, you will not perform any of the following acts: Attempt to access devices or resources to which you have no explicit, legitimate rights Copy, reproduce, or transmit any copyrighted files or information other than in accordance with the requirements and allowances of the copyright holder. Launch network attacks of any kind including port scans, DoS/DDoS, packet floods, replays or injections, session hijacking or interception, or other such activity with malicious intent. Transmit malicious software such as viruses, Trojan horses, and worms. Surreptitiously install software or make configuration changes to any device or application, by means of the installation or execution of key loggers, registry keys, or other executable or active application or script. You agree that you will use the access provided here responsibly and with full regard to the safety, security, and privacy of all other users, devices, and resources. You agree that you will be mindful of the cultural sensitivities of others while using this portal so as not to provoke reaction or offense, and that you will not intentionally access pornographic, graphically violent, hateful, or other offensive material (as deemed by us) regardless of others´ sensitivities. You understand that we reserve the right to log or monitor traffic to ensure that these terms are being followed. You understand that unauthorized use of resources through this portal may give rise to a claim for damages and/or be a criminal offense.<\/li>\r\n<\/ul>\r\n<\/div>"
}
