{
	"isp_info": {
		"isp_name": "TECHAX",
		"isp_address": "Gondovo 232<br>93525 Nová Dedina",
		"isp_id": "<a href=mailto:admin@techax.sk>admin@techax.sk</a>\n<a href=tel:+421910299920>+421910299920</a>"
	},
	"footer_isp_info": {},
	"pagetitle": "TECHAX",
	"username": "Používateľské meno (Login)",
	"inputUsername_placeholder": "-- zadajte prihlasovacie meno, na veľkosti písmen záleží --",
	"userpass": "Heslo",
	"inputPassword_placeholder": "-- zadajte heslo, na veľkosti písmen záleží --",
	"email_address": "E-mailová adresa",
	"termcondition1": "Súhlasím s ",
	"termcondition2": " poskytovania služieb prístupu na internet.",
	"termcondition_anon1": "Súhlasím s ",
	"termcondition_anon2": " poskytovania služieb prístupu na internet.",
	"rules": "podmienkami",
	"rules_anon": "podmienkami",
	"signin": "Prihlásenie",
	"signin_anon": "Prihlásiť sa",
	"anon_title": "Prihlásiť sa",
	"anon_pretext1": "Ak chcete, aby sa vaše zariadenie prihlásilo a získalo prístup na internet, kliknite na položku Prihlásiť sa. Spojenie bude udržiavané počas ďalších 12 hodín nečinnosti tohto zariadenia",
	"logoff": "Odhlásiť sa",
	"status": "Zariadenie je pripojené",
	"status_pretext1": "Vaše zariadenie bolo prihlásené a získalo prístup na internet. Spojenie bude udržiavané počas ďalších 12 hodín nečinnosti tohto zariadenia.",
	"status_pretext2": "Ak chcete toto pripojenie ukončiť sami, kliknite na Odhlásiť sa.",
	"back": "Späť...",
	"noscript": "Upozornenie: Pre správne prihlásenie do systému musí byť vo vašom prehliadači povolený JavaScript.",
	"cp_portal_head_title": "TECHAX",
	"cp_portal_tooltip_title": "Nemáte kód?",
	"cp_portal_info": "Prístup k internetu v sieti TECHAX vyžaduje používateľské meno a heslo alebo prístupový kód. Upozorňujeme, že prihlasovacie meno a heslo by mal používateľ chrániť pred stratou alebo prístupom tretích strán.",
	"cp_portal_cookies_note": "Systém prihlasovania používateľov používa súbory cookie na ukladanie informácií do vášho počítača. Cookies používame na poskytovanie služieb na najvyššej úrovni, vrátane tých, ktoré sú prispôsobené individuálnym potrebám užívateľa. Používanie prihlasovacieho portálu bez zmeny nastavení cookies znamená, že cookies budú uložené na vašom koncovom zariadení.",
	"cp_portal_ifconfig_event_normal": "Konfigurácia sieťového rozhrania",
	"cp_portal_ifconfig_event_none": "Konfigurácia sieťového rozhrania",
	"cp_portal_ifconfig_event_undefined": "Konfigurácia sieťového rozhrania",
	"cp_portal_ifconfig_ip_address": "IP",
	"cp_portal_ifconfig_mac_address": "MAC",
	"cp_session_start_time": "Zariadenie je prihlásené od:",
	"cp_portal_log_user": "Používateľ",
	"cp_error_login_err": "Nesprávne prihlasovacie meno alebo heslo",
	"cp_error_title": "Chyba prihlasovacieho systému",
	"cp_error_server_connection": "Nedá sa pripojiť k overovaciemu serveru",
	"cp_error_info_title": "Je možné, že sa nemôžete prihlásiť, pretože:",
	"cp_error_info": "<ul class=\"numeric\"><li>Použili ste nesprávne používateľské meno alebo heslo<\/li><li>Na klávesnici je zapnutá funkcia &nbsp;<strong>Caps Lock</strong><\/li><li>Do vášho účtu je prihlásené iné zariadenie<\/li><li>Váš účet bol pozastavený systémom z dôvodu nesprávnej činnosti vášho zariadenia<\/li><li>Platnosť vášho účtu vypršala alebo bol odstránený z dôvodu nezaplatenia poplatku za predplatné<\/li><\/ul>",
	"cp_error_solution_title": "<div class=\"solution-title\">Skúste problém vyriešiť pomocou nasledujúcich pokynov:<\/div>",
	"cp_error_solution": "<ul><li>uistite sa, že ste zadali správne používateľské meno a heslo (na veľkosti písmen záleží)<\/li><li>skontrolujte, či ste zaplatili svoj účet<\/li><li class=\"tel\">Ak problém nezapadá do vyššie uvedených riešení, <a href=\"tel:+421910299920\">kontaktujte vašu sieťovú podporu<\/a><\/li><\/ul>",
	"cp_rules_title": "Podmienky",
	"cp_rules_info_title": "pre poskytovanie služieb prístupu na internet",
	"cp_rules_content": "<div class=\"rules\"><p>Podmienky používania:<\/p>\r\n<ul class=\"none-style\">\r\n<li>Podmienky používania:Vaše používanie akýchkoľvek informácií alebo materiálov na stránkach, ku ktorým pristupujete, je výlučne na vaše vlastné riziko, za ktoré nenesieme zodpovednosť. Súhlasíte s tým, že pomocou tohto portálu nebudete vykonávať žiadne z nasledujúcich úkonov: Pokúšať sa o prístup k zariadeniam alebo zdrojom, ku ktorým nemáte žiadne výslovné, legitímne práva Kopírovať, reprodukovať alebo prenášať akékoľvek súbory alebo informácie chránené autorskými právami inak, ako v súlade s požiadavky a povolenia držiteľa autorských práv. Spúšťanie sieťových útokov akéhokoľvek druhu vrátane skenovania portov, DoS/DDoS, záplavy paketov, prehrávania alebo vstrekovania, únosu alebo odpočúvania relácie alebo inej podobnej činnosti so zlým úmyslom. Prenášať škodlivý softvér, ako sú vírusy, trójske kone, a červy. Nenápadne inštalovať softvér alebo vykonávať zmeny v konfigurácii akéhokoľvek zariadenia alebo aplikácie prostredníctvom inštalácie alebo spustenia keyloggerov, kľúčov registra alebo inej spustiteľnej alebo aktívnej aplikácie alebo skriptu. Súhlasíte s tým, že tu poskytnutý prístup budete používať zodpovedne a s plný ohľad na bezpečnosť, zabezpečenie a súkromie všetkých ostatných používateľov, zariadení a zdrojov. Súhlasíte s tým, že pri používaní tohto portálu budete dbať na kultúrnu citlivosť ostatných, aby ste nevyvolali reakciu alebo urážku, a že nebudete zámerne pristupovať k pornografickému, graficky násilnému, nenávistnému alebo inému urážlivému materiálu (ako sa domnievame) bez ohľadu na citlivosť ostatných. Rozumiete, že si vyhradzujeme právo zaznamenávať alebo monitorovať návštevnosť, aby sme zaistili dodržiavanie týchto podmienok. Beriete na vedomie, že neoprávnené používanie zdrojov prostredníctvom tohto portálu môže viesť k nároku na náhradu škody a/alebo môže byť trestným činom.<\/li>\r\n<\/ul><\/div>"
}
